[
    //national
    {
      "id":"1",
      "name":"#EndSarz",
      "description":"Nigerian government are killing its citizen *stepping on their right on every chance they get. As at yersterday being 20th of oct 2020 a genocide took place in lagos Nigeria  (precisely lekki toll gate) and on the 21st being the next day 78 bodies confirmed dead. This is what am trying to stop,  a bad governance, a situation where our so called Nigerian leaders pay thugs to kill its citizen.  Nigerians need help from our leaders, we are like animals in their site, they don't regard lives, the 36 states in Nigeria are all bleeding from the pain our leaders are passing us ",
      "image": "https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.cnn.com%2F2020%2F10%2F25%2Fafrica%2Fnigeria-end-sars-protests-analysis-intl%2Findex.html&psig=AOvVaw1044upGQwOelv-1r9XkEDJ&ust=1605815182584000&source=images&cd=vfe&ved=0CAIQjRxqFwoTCJC15O7tjO0CFQAAAAAdAAAAABAD",
      "creator_name":"John Doe",
      "creator_picutre":"https://www.google.com/url?sa=i&url=https%3A%2F%2Fen.wikipedia.org%2Fwiki%2FMan&psig=AOvVaw0oqsrWHx-vFpPTkHmArv_g&ust=1605814937161000&source=images&cd=vfe&ved=0CAIQjRxqFwoTCIjTsvrsjO0CFQAAAAAdAAAAABAD",
      "directed_at" : "Joe Biden",
      "signatures":"10,000",
   },
    
    {
      "id":"2",
      "name":"Justice for Breonna Taylor",
      "description":"Breonna Taylor was an award-winning EMT and model citizen. She loved her family and community, working at two hospitals as an essential worker during the pandemic. Over six months ago, a division of the Louisville Police Department performed an illegal, unannounced drug raid on her home, executing a discriminatory, botched no-knock warrant. Not a single officer announced themselves before ramming down her door and firing 22 shots, shooting Breonna 6 times, killing her, according to her lawyer, boyfriend, neighbors, and relatives ",
      "image":"https://www.google.com/imgres?imgurl=https%3A%2F%2Fca-times.brightspotcdn.com%2Fdims4%2Fdefault%2F8f9c5b4%2F2147483647%2Fstrip%2Ftrue%2Fcrop%2F2457x1290%2B0%2B343%2Fresize%2F1200x630!%2Fquality%2F90%2F%3Furl%3Dhttps%253A%252F%252Fcalifornia-times-brightspot.s3.amazonaws.com%252Ffc%252F07%252F4684517e4962bb9b15cd76cb3759%252Fbreonna.jpg&imgrefurl=https%3A%2F%2Fwww.latimes.com%2Fcalifornia%2Fstory%2F2020-06-05%2Fanother-black-death-at-police-hands-breonna-taylor&tbnid=oMqLOXsFe5MqZM&vet=12ahUKEwjX3-n37YztAhWRWKwKHb5bBMYQMygAegUIARCnAQ..i&docid=d9vpfZJKgxmO9M&w=1200&h=630&q=breonna%20taylor%20art&client=safari&ved=2ahUKEwjX3-n37YztAhWRWKwKHb5bBMYQMygAegUIARCnAQ",
      "creator_name":"Jane Doe",
      "creator_picutre":"https://www.google.com/url?sa=i&url=https%3A%2F%2Funsplash.com%2Fs%2Fphotos%2Fmen&psig=AOvVaw0oqsrWHx-vFpPTkHmArv_g&ust=1605814937161000&source=images&cd=vfe&ved=0CAIQjRxqFwoTCIjTsvrsjO0CFQAAAAAdAAAAABAF",
      "directed_at" : "Governor Andy Besher",
      "signatures":"12,069,420",
   },
 
    //state
    {
      "id":"3",
      "name":"Net Neutrality Awareness Illinois",
      "description":"Despite the fact that millions of Americans use the internet each day, the issue regarding net neutrality still remains almost unheard of to the general population. The basic principle of net neutrality is that internet service providers should provide unrestricted access to all content, applications, and website regardless of where it is coming from. This means that internet service providers are required to provide unbiased service to all customers without discrimination such as the slowing of speeds from certain sources or protocols. This issue is currently being debated and voted on throughout the country. This year, after Chairman Pai of the F.C.C. heavily pushed to undo the Net Neutrality laws put in place by the Obama administration. He aims to reduce the amount of regulation on the businesses that provide internet to users, leaving the industry without strict rules. This could lead to companies giving unfair treatment to certain websites and services, effectively harming the online experience for users all over the country. This may seem like an issue that is out of your hands, but there is always something that you can do to fight against the repeals to net neutrality. In order to raise awareness, contact or write to your respective senator or the FCC. By doing this, you can bring your voice into this debate and show that you care about this issue. Help us raise awareness in order to defend net neutrality and protect internet users, not only in Illinois, but across the country. ",
      "image":"https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.dreamhost.com%2Fblog%2Fnet-neutrality-guide%2F&psig=AOvVaw0Q7bXB21ipcAj3otLqsy8y&ust=1605815229451000&source=images&cd=vfe&ved=0CAIQjRxqFwoTCKDHp4nujO0CFQAAAAAdAAAAABAD",
      "creator_name":"Jake Alberto",
      "creator_picutre":"https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.nytimes.com%2F2019%2F10%2F01%2Fbooks%2Freview%2Fthings-we-didnt-talk-about-when-i-was-a-girl-jeannie-vanasco.html&psig=AOvVaw338WV5t6uMbhQKaOnNjY1W&ust=1605815051057000&source=images&cd=vfe&ved=0CAIQjRxqFwoTCIih9K_tjO0CFQAAAAAdAAAAABAD",
      "directed_at" : " Senator Tammy Duckworth",
      "signatures":"100, 000",
   },
    {
      "id":"4",
      "name":"Prevent Illinois From Killing Their Police Dogs",
      "description":"In Illinois, a police dog trainer is threatening that legalizing marijuana in the state will lead to the euthanization of police K9 dogs — and an Illinois Sheriff is agreeing with him. This is a horrible attempt to use animal cruelty to stop marijuana legalization. In March, voters in Cook County, Illinois where Chicago is located passed a measure in support of legalizing marijuana. Marijuana is now legal in nine states and Washington, D.C. and 61% of Americans now favor of legalization. For Illinois law enforcement to say that they will kill dogs they no longer need for smelling marijuana is awful. No other state has done this and it is completely cruel and unnecessary. They are using these dogs as a scare tactic for the public so they won’t have legal marijuana.  Join in me in calling on Illinois Governor and lawmakers to stop any attempt to kill police K9 dogs. These police dogs can absolutely be retired or trained of focus on more harmful drugs. ",
      "image":"https://www.google.com/url?sa=i&url=https%3A%2F%2Fabcnews.go.com%2FLifestyle%2Fman-shot-killed-ohio-officer-jethro-sentenced-45%2Fstory%3Fid%3D41645362&psig=AOvVaw2Ybsw1Jl0Y6EFYsYkSQPtw&ust=1605815260111000&source=images&cd=vfe&ved=0CAIQjRxqFwoTCNi0lJTujO0CFQAAAAAdAAAAABAD",
      "creator_name":"Jake Dawg",
      "creator_picutre":"https://www.google.com/url?sa=i&url=https%3A%2F%2Fmedium.com%2Fbetter-marketing%2Fthe-secret-to-getting-any-woman-on-earth-instantly-1232e8ad3e8c&psig=AOvVaw338WV5t6uMbhQKaOnNjY1W&ust=1605815051057000&source=images&cd=vfe&ved=0CAIQjRxqFwoTCIih9K_tjO0CFQAAAAAdAAAAABAG",
      "directed_at" : " Senator Tammy Duncan",
      "signatures":"50, 000",
   },
    //local
    
    {
      "id":"5",
      "name":"Shut Down CHicago Slaughter Houses",
      "description":"The most accepted form of animal abuse takes place in slaughterhouses. The horrific living conditions of these animals and the fact they are killed at all is unethical and inconsistent with our humanity. We don't treat our beloved dogs and cats in this way, yet we allow this to happen to other animals, and we fund it when we purchase animal products. We have to do more than just bring awareness to the reality of the abuse taking place in our own city. It's time to shut these torture venues down. Ignorance is not an excuse anymore - with the rise of social media, most people by now have seen slaughterhouse footage and are aware of what happens in order to make meat.",
      "image":"null",
      "creator_name":"PETA",
      "creator_picutre":"https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.medicalnewstoday.com%2Farticles%2F266749&psig=AOvVaw0oqsrWHx-vFpPTkHmArv_g&ust=1605814937161000&source=images&cd=vfe&ved=0CAIQjRxqFwoTCIjTsvrsjO0CFQAAAAAdAAAAABBf",
      "directed_at" : " Chicago City",
      "signatures":"20, 000",
   },
    
    {
      "id":"6",
      "name":"Defund Chicago Police",
      "description":"Over the past week, thousands of peaceful protestors went to the streets of downtown Chicago to seek justice for the murders of George Floyd. Many police within the Chicago Police Department showed off abuse in power. They remove their name tags and badge numbers to use an excessive amount of force for one individual, in which they get beaten to a pulp. Enough is enough. Due to their actions, it led to rioting, the arrests of many peaceful protesters, looting, many young and involved members of the community to get hurt. We can longer stand under the oppression of the Chicago police department. It is time to take action. It's now or never. Stop the systematic racism this city has faced for too many years.",
      "image":"https://www.google.com/url?sa=i&url=https%3A%2F%2Ftwitter.com%2Fnbcchicagopd&psig=AOvVaw1rEk6PfnZrRxHVS0Kex2an&ust=1605815432114000&source=images&cd=vfe&ved=0CAIQjRxqFwoTCICO3enujO0CFQAAAAAdAAAAABAD",
      "creator_name":"John Soros",
      "creator_picutre":"https://www.google.com/url?sa=i&url=https%3A%2F%2Fwww.lansingstatejournal.com%2Fstory%2Fnews%2F2020%2F08%2F26%2Fpolice-holt-man-charged-child-abuse-brutally-whipped-2-children%2F3443129001%2F&psig=AOvVaw0bkHox88qrwOjVZ9iuXPCC&ust=1605815475133000&source=images&cd=vfe&ved=0CAIQjRxqFwoTCLCnyfnujO0CFQAAAAAdAAAAABAK",
      "directed_at" : " Chicago City",
      "signatures":"20, 000",
   },
    
    
    
]